{
  "buildings": [
    {
      "id": 1,
      "shortName": "Главный корпус",
      "fullName": "Главный корпус Костромского государственного университета",
      "address": "г. Кострома, ул. Дзержинского, д. 17/11",
      "photos": [
        "mtr_k_gl_1.jpg",
        "mtr_k_gl_2.jpg",
        "mtr_k_gl_3.jpg",
        "mtr_k_gl_4.jpg",
        "mtr_k_gl_5.jpg",
        "mtr_k_gl_6.jpg"
      ],
      "relatedDormitories": [
        1
      ],
      "institutes": [
        "ИУЭФ",
        "ИПДТ"
      ],
      "have": "В Главном корпусе имеется: ректорат, актовый зал, столовая, здравпункт, спортзал, библиотека, буфет",
      "history": "Здание Главного корпуса КГУ является одним из старейших и наиболее примечательных архитектурных объектов Костромы, связанных с историей образования."
    },
    {
      "id": 2,
      "shortName": "Корпус А1",
      "fullName": "Корпус А1 Костромского государственного университета",
      "address": "г. Кострома, ул. 1 Мая, 14",
      "photos": [
        "mtr_k_a1_1.jpg",
        "mtr_k_a1_2.jpg"
      ],
      "relatedDormitories": [],
      "institutes": [
        "Театр песни КГУ"
      ],
      "have": "В А1 корпусе расположены: библиотека, зал редкой книги, лаборатория археологии, актовый зал, Театр песни КГУ, Центр дополнительного образования, отдел кадров по работе с обучающимися и отдел аспирантуры",
      "history": "Это здание стало одним из первых крупных учебных корпусов, переданных университету в период его активного развития в 1960-е годы. Оно сыграло ключевую роль в расширении образовательной инфраструктуры вуза."
    },
    {
      "id": 3,
      "shortName": "Корпус Б",
      "fullName": "Корпус Б Костромского государственного университета",
      "address": "г. Кострома, ул. Ивановская, 24А",
      "photos": [
        "mtr_k_b_1.jpg",
        "mtr_k_b_2.jpg",
        "mtr_k_b_3.jpg",
        "mtr_k_b_4.jpg",
        "mtr_k_b_5.jpg",
        "mtr_k_b_6.jpg",
        "mtr_k_b_7.jpg"
      ],
      "relatedDormitories": [
        3
      ],
      "institutes": [
        "ИВИТШ",
        "ИПДТ"
      ],
      "have": "В Б корпусе расположены: 15 современных компьютерных аудиторий, 7 лекционных залов, 4 лаборатории для практических занятий, а также 3 коворкинг-зоны и современная VR-лаборатория.",
      "history": "После капитального ремонта корпус стал современным учебным пространством, где созданы комфортные условия для обучения и работы."
    },
    {
      "id": 4,
      "shortName": "Корпус Б1",
      "fullName": "Корпус Б1  Костромского государственного университета",
      "address": "г. Кострома, ул. Пятницкая, д. 2",
      "photos": [
        "mtr_k_b1_1.jpg",
        "mtr_k_b1_2.jpg",
        "mtr_k_b1_3.jpg",
        "mtr_k_b1_4.jpg"
      ],
      "relatedDormitories": [],
      "institutes": [
        "Проходят лекции открытые для всех студентов"
      ],
      "have": "В Б1 корпусе расположены: библиотека, читальный зал и электронный читальный зал, там проходят соревнования по шахматам и читаются лекции.",
      "history": "Костромской университет обладает богатой историей преподавания, в которой принимали участие выдающиеся ученые и культурные деятели. Среди них — нарком просвещения А. В. Луначарский и писатель Фёдор Сологуб, которые читали лекции и вносили значительный вклад в развитие учебного процесса в этом корпусе."
    },
    {
      "id": 5,
      "shortName": "Корпус В и Д",
      "fullName": "Корпус В и Д Костромского государственного университета.",
      "address": "г. Кострома, ул. Ивановская, 24А",
      "photos": [
        "mtr_k_vd_1.jpg"
      ],
      "relatedDormitories": [],
      "institutes": [
        "ИПДТ"
      ],
      "have": "",
      "history": "Этот корпус был построен в период активного расширения университета в 1980-е годы. Он стал частью модернизации учебной базы, что позволило университету открыть новые факультеты и специальности"
    },
    {
      "id": 6,
      "shortName": "Корпус В1",
      "fullName": "Корпус В1  Костромского государственного университета",
      "address": "г. Кострома, ул. 1 Мая, д. 14А",
      "photos": [
        "mtr_k_v1_1.jpg",
        "mtr_k_v1_2.jpg",
        "mtr_k_v1_3.jpg"
      ],
      "relatedDormitories": [
        2,
        6
      ],
      "institutes": [
        "ИГНИСТ",
        "ИКИ",
        "ИУЭФ"
      ],
      "have": "В корпусе В1 есть: столовая, спортзал и библиотека, обеспечивающие комфортные условия для учебы и отдыха.",
      "history": "Костромской университет активно развивает международные связи, сотрудничая с образовательными учреждениями из Германии, Великобритании, Дании и других стран. Это предоставляет студентам возможность получать международный опыт, участвовать в обменных программах и расширять свои горизонты."
    },
    {
      "id": 7,
      "shortName": "Корпус Г1",
      "fullName": "Корпус Г1 Костромского государственного университета",
      "address": "г. Кострома, ул. 1 Мая, 16",
      "photos": [
        "mtr_k_g1_1.jpg"
      ],
      "relatedDormitories": [
        6
      ],
      "institutes": [
        "ЮИН"
      ],
      "have": "",
      "history": "Юридический институт им. Ю. П. Новицкого (ЮИН) создан в 2016 году путем объединения Юридического института Костромского государственного технологического университета и Юридического факультета им. Ю.П. Новицкого Костромского государственного университета им. Н.А. Некрасова. Вузы до объединения подготовили свыше пяти тысяч специалистов высокой квалификации, многие из которых занимают видное место в судебной и правоохранительной системах, в народном хозяйстве, в научных и учебных заведениях страны и области. Среди выпускников – председатель Костромской областной Думы, глава города Костромы, депутаты Костромской областной Думы, Думы города Костромы, руководители законодательных, исполнительных, судебных и правоохранительных органов Костромской области."
    },
    {
      "id": 9,
      "shortName": "Корпус Е",
      "fullName": "Корпус Е Костромского государственного университета",
      "address": "г. Кострома, ул. Малышковская, 4",
      "photos": [
        "mtr_k_e_1.jpg",
        "mtr_k_e_2.jpg",
        "mtr_k_e_3.jpg",
        "mtr_k_e_4.jpg"
      ],
      "relatedDormitories": [
        3
      ],
      "institutes": [
        "ИФМЕН"
      ],
      "have": "В Е корпусе расположены: актовый зал, спортзал, библиотека и буфет, что обеспечивает комфортные условия для учебы, спорта и отдыха студентов.",
      "history": "В Е корпусе созданы современные лаборатории для проведения практических занятий по биологии, химии, экологии и другим естественнонаучным дисциплинам. Здесь активно внедряются инновационные методики обучения с использованием передового высокотехнологичного оборудования."
    },
    {
      "id": 10,
      "shortName": "Спортивный корпус",
      "fullName": "Спортивный корпус Костромского государственного университета",
      "address": "г. Кострома, ул. Симановского, д. 69А",
      "photos": [
        "mtr_k_s_1.jpg",
        "mtr_k_s_2.jpg",
        "mtr_k_s_3.jpg",
        "mtr_k_s_4.jpg",
        "mtr_k_s_5.jpg"
      ],
      "relatedDormitories": [],
      "institutes": [
        "ИКИ"
      ],
      "have": "",
      "history": "Спортивный корпус стал важным объектом для физического воспитания студентов. Его строительство отражало внимание к развитию спортивной инфраструктуры в советских вузах."
    },
    {
      "id": 11,
      "shortName": "Корпус ИПП",
      "fullName": "ИПП Костромского государственного университета.",
      "address": "г. Кострома, ул. поселок Новый, д. 1",
      "photos": [
        "mtr_k_i_1.jpg",
        "mtr_k_i_2.jpg",
        "mtr_k_i_3.jpg",
        "mtr_k_i_4.jpg",
        "mtr_k_i_5.jpg"
      ],
      "relatedDormitories": [
        4,
        5
      ],
      "institutes": [
        "ИПП"
      ],
      "have": "",
      "history": "В ИПП созданы все условия для получения качественного образования: аудиторный фонд на 1800 посадочных мест; три актовых зала; три компьютерных класса; специализированные лаборатории; учебно-методические кабинеты; тренинговый зал; специально-оборудованный конференц-зал; музейная экспозиция; фундаментальная библиотека, имеющая 20000 экземпляров книг с современным читальным залом, обеспеченным выходом в интернет и располагающим электронным ресурсом; ресурсный центр; специально-оборудованный зал для заседаний диссертационного совета. В соответствии с современными требованиями оборудованы кафедры института, имеющие архивно-методические пункты. Институт располагает комплексом орг-аудио-видео- и мультимедиа техники."
    }
  ]
}