{
  "dialogs": [
    {
      "id": 1,
      "character": "Профессор Мудрость",
      "pic": ["mtr_k_gl_pers1.png","mtr_k_gl_pers2.png"],
      "phrases": [
        "Приветствую тебя, юный искатель знаний! Ты только что переступил порог самого сердца Костромского государственного университета — нашего *Главного корпуса*.",
        "Я Профессор Мудрость, и я хранитель этого места, где каждый кирпич дышит историей. Здесь, с 1902 года, ковалась судьба многих поколений. Ты чувствуешь этот вековой дух? Он шепчет тебе о прошлом, о наших великих выпускниках..",
        "Кстати, знаешь ли ты, что наше здание было одним из первых в Костроме, оснащенных передовой для своего времени *системой отопления и вентиляции*? Поговаривают, она могла служить для тайной связи...",
        "Моя *Мудрость Времени* для тебя: *'Истоки университета – это гимназия, где зародились первые ростки знаний, ставшие фундаментом для тысяч судеб.'*",
        "Чтобы по-настоящему *открыть* этот корпус и понять его тайны, тебе предстоит пройти небольшое испытание. Только когда ты докажешь свою целеустремлённость, этот корпус раскроет перед тобой все свои секреты и откроет путь к другим."
      ]
    },
    {
      "id": 2,
      "character": "Сценарий",
      "pic": ["mtr_k_a1_pers1.png","mtr_k_a1_pers2.png"],
      "phrases": [
        "О, привет! Какая встреча! Я Сценарий, и я обитаю в Корпусе А1. Эти стены видели многое: здесь распологается Театр песни КГУ и большой аатовый зал со сценой. Здесь витает дух творчества и великих умов.",
        "Твоя *Мудрость Времени* такова: *'Искусство и культура — это не просто украшение жизни, а язык души, способный вдохновлять, изменять и делать мир прекраснее.'*",
        "Представь, здесь находится центр культурной жизни университета. Тут проводятся все крупные мероприятия, а на этой сцене выступают талантливые студенты и преподаватели.",
        "Если хочешь открыть для себя этот источник вдохновения, покажи, что ты чувствуешь ритм искусства. Попробуй себя!"
      ]
    },
    {
      "id": 3,
      "character": "Код",
      "pic": ["mtr_k_b_pers1.png","mtr_k_b_pers2.png"],
      "phrases": [
        "Добро пожаловать. Я Код. Это Корпус Б. Здесь всё структурировано. Алгоритмы, программы, роботы. В этом здании, обновлённом совсем недавно, мы создаём будущее.",
        "Вот твоя *Мудрость Времени: 'Мир меняется по правилам кода, но истинный прогресс приходит лишь тогда, когда логика и творчество объединяются для создания чего-то нового.'*",
        "Знаешь ли ты, что в наших аудиториях активно разрабатываются *инновационные IT-проекты и робототехнические системы?*",
        "Чтобы *открыть* эти двери в цифровое будущее, тебе предстоит показать, что ты мыслишь алгоритмами. Готов?"
      ]
    },
    {
      "id": 4,
      "character": "Книгочейка",
      "pic": ["mtr_k_b1_pers1.png","mtr_k_b1_pers2.png"],
      "phrases": [
        "Здравствуй. Я Книгочейка, и это моё убежище – Корпус Б1, наша университетская библиотека. Здесь каждый том – это отдельная Вселенная.",
        "Готова ли ты к *Мудрости Времени*? Она такова: *'Истинная мудрость не в количестве прочитанных книг, а в способности извлекать из них смыслы, которые меняют тебя и мир вокруг.'*",
        "Кстати, наша библиотека содержит *тысячи уникальных изданий и архивов*, некоторые из которых — настоящие сокровища!",
        "Если хочешь *открыть* для себя этот храм знаний, покажи, что ты умеешь хорошо концентрироваться. Начни свой полёт!"
      ]
    },
    {
      "id": 5,
      "character": "Эскиз",
      "pic": ["mtr_k_vd_pers1.png","mtr_k_vd_pers2.png"],
      "phrases": [
        "Ох, привет! Добро пожаловать в Корпуса В и Д! Да, сейчас тут немного… креативный беспорядок, ремонт всё же. Но не суди по обложке! ",
        "Эти стены, построенные в 1982 году, видели настоящих художников, дизайнеров и архитекторов! Тут кипела жизнь и рождались шедевры.",
        "Вот твоя *Мудрость Времени: 'Истинное искусство рождается из хаоса, а дизайн — это поиск красоты и функциональности даже в самых неожиданных формах.'*",
        "А знаешь, до сих пор в наших коридорах можно найти старые эскизы и наброски наших выпускников, которые теперь украшают улицы городов!",
        "Если хочешь *открыть* для себя этот мир творчества, покажи, что ты умеешь держать управление в своих руках!! Готов к заданию?"
      ]
    },
    {
      "id": 6,
      "character": "Глобал",
      "pic": ["mtr_k_v1_pers1.png","mtr_k_v1_pers2.png"],
      "phrases": [
        "Привееет! Нихао! Бонжур! Я Глобал, и я отвечаю за этот Корпус В1, наш международный центр! Здесь мир встречается с Костромой, и наоборот! ",
        "Вот твоя *Мудрость Времени: 'Границы существуют только на картах. Настоящее образование открывает тебе весь мир, расширяя горизонты сознания и культурного понимания.'*",
        "Знаешь, наш университет активно *сотрудничает с вузами Германии, Болгарии, Китая* и других стран!",
        "Хочешь *открыть* для себя международные возможности КГУ? Докажи свою готовность к новым вызовам — сделай свой ход!"
      ]
    },
    {
      "id": 7,
      "character": "Спикер",
      "pic": ["mtr_k_g1_pers1.png","mtr_k_g1_pers2.png"],
      "phrases": [
        "Приветствую, будущий лидер! Я Спикер, и я – голос Корпуса Г1! Здесь бьется пульс общественной мысли, здесь рождаются самые смелые идеи и самые жаркие дебаты!",
        " Готов к *Мудрости Времени*? Вот она: *'Истинная сила образования не в заучивании, а в умении слушать, аргументировать и находить общий язык, формируя будущее общества.'*",
        "А ещё, наш корпус часто становится площадкой для проведения *бурных студенческих конференций и дебатов!*",
        "Если хочешь *открыть* для себя нашу площадку для свободного слова, покажи, что ты готов к интеллектуальной борьбе. Вызов принят?"
      ]
    },
    {
      "id": 9,
      "character": "Доктор Эврика",
      "pic": ["mtr_k_e_pers1.png","mtr_k_e_pers2.png"],
      "phrases": [
        "Ого! Новенький! Привет, привет! Я Доктор Эврика, и это моя вотчина – Корпус Е, где природа и наука живут в полной гармонии!",
        "Здесь мы препарируем знания и выращиваем новые открытия, а наши лаборатории — это настоящие кузницы будущего. Ты готов к своей *Мудрости Времени*?",
        "Слушай внимательно: *'Настоящее знание – это не просто факты, а способность задавать вопросы и искать ответы, даже если они спрятаны в мельчайших молекулах.'* ",
        "Кстати, знаешь ли ты, что наш корпус славится своими *уникальными гербариями и коллекциями образцов флоры и фауны*, собранными в многолетних экспедициях?",
        "Если хочешь *открыть* для себя все наши научные тайны, тебе предстоит продемонстрировать свои способности! Приготовься к эксперименту!"
      ]
    },
    {
      "id": 10,
      "character": "Титан",
      "pic": ["mtr_k_s_pers1.png","mtr_k_s_pers2.png"],
      "phrases": [
        "Эй, чемпион! Добро пожаловать в мой зал – Спортивный корпус! Я Титан! Здесь мы не просто учимся, мы становимся сильнее! ",
        "Вот твоя *Мудрость Времени: 'Настоящая сила не только в знаниях, но и в стойкости духа, дисциплине тела и воле к победе, которые воспитываются в движении.'*",
        "Знаешь, в нашем корпусе тренируются *настоящие чемпионы и призеры* различных соревнований, представляющие университет на всероссийском уровне! ",
        "Чтобы *открыть* этот источник энергии и достижений, тебе предстоит показать свою спортивную смекалку. Вперед, к победе!"
      ]
    },
    {
      "id": 11,
      "character": "Наставник",
      "pic": ["mtr_k_i_pers1.png","mtr_k_i_pers2.png"],
      "phrases": [
        "Я Наставник, и здесь мы изучаем самое главное – человека, его разум, его сердце. Здесь учат учить, понимать и помогать.",
        "Вот твоя последняя *Мудрость Времени: 'Главное знание – это знание себя и умение раскрывать потенциал других, создавая будущее через педагогику и понимание.'* ",
        "Наш корпус активно ведёт *исследовательскую работу в области детской психологии и инклюзивного образования*, здесь формируются те, кто будет обучать и вдохновлять новые поколения!",
        "Чтобы полностью раскрыть и понять суть этого корпуса, тебе предстоит пройти особое испытание, которое проверит твою внимательность. Будь сосредоточен и прояви терпение — только так ты сможешь успешно пройти это задание и открыть все тайны этого места!"
      ]
    }
  ]
}